Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Profile.SubscriptionsLoaded
source: {0:N0} subscriptions loaded.
af_za: {0:N0}-intekeninge gelaai.
am_et: የ{0:N0} ምዝገባዎች ተጭነዋል።
ar_sa: تم تحميل اشتراكات {0:N0}.
as_in: {0:N0} স্বাক্ষৰণসমূহ লোড কৰা হৈছে।
az_latn_az: {0:N0} abunəlikləri yükləndi.
be_by: Падпіскі {0:N0} загружаны.
bg_bg: {0:N0} абонаментите са заредени.
bn_bd: {0:N0} সদস্যতা লোড হয়েছে৷
bs_latn_ba: {0:N0} pretplate su učitane.
ca_es: S'han carregat les subscripcions {0:N0}.
cs_cz: Načteno předplatné {0:N0}.
da_dk: {0:N0} abonnementer indlæst.
de_de: {0:N0}-Abonnements geladen.
el_gr: Οι συνδρομές {0:N0} φορτώθηκαν.
es_us: Suscripciones {0:N0} cargadas.
et_ee: {0:N0} tellimused on laaditud.
eu_es: {0:N0} harpidetzak kargatu dira.
fa_ir: اشتراک های {0:N0} بارگیری شد.
fi_fi: {0:N0}-tilaukset ladattu.
fil_ph: Na-load ang mga {0:N0} na subscription.
fr_ca: Abonnements {0:N0} chargés.
gl_es: Subscricións {0:N0} cargadas.
gu_in: {0:N0} સબ્સ્ક્રિપ્શન્સ લોડ થયા.
he_il: מינויים של {0:N0} נטענו.
hi_in: {0:N0} सदस्यताएँ लोड की गईं।
hr_hr: {0:N0} pretplate su učitane.
hu_hu: {0:N0} előfizetések betöltve.
hy_am: {0:N0} բաժանորդագրությունները բեռնված են:
id_id: Langganan {0:N0} dimuat.
is_is: {0:N0} áskriftir hlaðnar.
it_it: Abbonamenti {0:N0} caricati.
ja_jp: {0:N0} サブスクリプションが読み込まれました。
ka_ge: ჩაიტვირთა {0:N0} გამოწერები.
kk_kz: {0:N0} жазылымдары жүктелді.
km_kh: ការជាវ {0:N0} ត្រូវបានផ្ទុក។
kn_in: {0:N0} ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಿದೆ.
ko_kr: {0:N0} 구독이 로드되었습니다.
ky_kg: {0:N0} жазылуулар жүктөлдү.
lo_la: ໂຫຼດການສະໝັກໃຊ້ {0:N0} ແລ້ວ.
lt_lt: {0:N0} prenumeratos įkeltos.
lv_lv: {0:N0} abonementi ir ielādēti.
mk_mk: Вчитани се претплатите {0:N0}.
ml_in: {0:N0} സബ്‌സ്‌ക്രിപ്‌ഷനുകൾ ലോഡുചെയ്‌തു.
mn_mn: {0:N0} захиалга ачаалагдсан.
mr_in: {0:N0} सदस्यता लोड केल्या.
ms_my: Langganan {0:N0} dimuatkan.
nb_no: {0:N0}-abonnementer er lastet inn.
ne_np: {0:N0} सदस्यताहरू लोड गरियो।
nl_nl: {0:N0}-abonnementen geladen.
or_in: {0:N0} ସଦସ୍ୟତା ଲୋଡ୍ ହୋଇଛି |
pa_in: {0:N0} ਗਾਹਕੀਆਂ ਲੋਡ ਕੀਤੀਆਂ ਗਈਆਂ।
pl_pl: Załadowano subskrypcje {0:N0}.
pt_br: Assinaturas {0:N0} carregadas.
ro_ro: Abonamentele {0:N0} au fost încărcate.
ru_ru: Подписки {0:N0} загружены.
si_lk: {0:N0} දායකත්වයන් පූරණය කරන ලදී.
sk_sk: Načítané odbery {0:N0}.
sl_si: Naložene naročnine {0:N0}.
sq_al: Abonimet {0:N0} u ngarkuan.
sr_cyrl_rs: {0:N0} претплате су учитане.
sr_latn_rs: {0:N0} pretplate su učitane.
sv_se: {0:N0}-prenumerationer har laddats.
sw_ke: Usajili wa {0:N0} umepakiwa.
ta_in: {0:N0} சந்தாக்கள் ஏற்றப்பட்டன.
te_in: {0:N0} సబ్‌స్క్రిప్షన్‌లు లోడ్ అయ్యాయి.
th_th: โหลดการสมัครสมาชิก {0:N0} แล้ว
tr_tr: {0:N0} abonelikleri yüklendi.
uk_ua: {0:N0} підписки завантажено.
ur_pk: {0:N0} سبسکرپشنز لوڈ ہو گئیں۔
uz_latn_uz: {0:N0} obunalari yuklandi.
vi_vn: Đã tải đăng ký {0:N0}.
zh_hans_cn: {0:N0} 订阅已加载。
zh_hant_hk: {0:N0} 訂閱已載入。
zu_za: {0:N0} okubhaliselwe kulayishiwe.

# Profile.SubscriptionsNetworkFailure
source: The subscriptions request could not be reached. Check the network connection.
af_za: Die intekeningversoek kon nie bereik word nie. Gaan die netwerkverbinding na.
am_et: የደንበኝነት ምዝገባ ጥያቄው ሊደረስበት አልቻለም። የአውታረ መረብ ግንኙነቱን ያረጋግጡ።
ar_sa: لا يمكن الوصول إلى طلب الاشتراكات. تحقق من اتصال الشبكة.
as_in: চাবস্ক্ৰিপচনৰ অনুৰোধ পোৱা নগ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক।
az_latn_az: Abunəlik sorğusuna çatmaq mümkün olmadı. Şəbəkə bağlantısını yoxlayın.
be_by: Не ўдалося атрымаць запыт на падпіску. Праверце падключэнне да сеткі.
bg_bg: Заявката за абонаменти не можа да бъде достигната. Проверете мрежовата връзка.
bn_bd: সদস্যতা অনুরোধ পৌঁছানো যায়নি. নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
bs_latn_ba: Nije moguće pristupiti zahtjevu za pretplatu. Provjerite mrežnu vezu.
ca_es: No s'ha pogut arribar a la sol·licitud de subscripcions. Comproveu la connexió de xarxa.
cs_cz: Požadavek na předplatné nebylo dosaženo. Zkontrolujte připojení k síti.
da_dk: Anmodningen om abonnementer kunne ikke nås. Tjek netværksforbindelsen.
de_de: Die Abonnementanfrage konnte nicht erreicht werden. Überprüfen Sie die Netzwerkverbindung.
el_gr: Δεν ήταν δυνατή η επίτευξη του αιτήματος συνδρομών. Ελέγξτε τη σύνδεση δικτύου.
es_us: No se pudo alcanzar la solicitud de suscripción. Verifique la conexión de red.
et_ee: Tellimistaotlusega ei õnnestunud ühendust saada. Kontrollige võrguühendust.
eu_es: Ezin izan da harpidetza eskaerari heldu. Egiaztatu sareko konexioa.
fa_ir: به درخواست اشتراک دسترسی پیدا نکرد. اتصال شبکه را بررسی کنید.
fi_fi: Tilauspyyntöön ei saatu yhteyttä. Tarkista verkkoyhteys.
fil_ph: Hindi maabot ang kahilingan sa mga subscription. Suriin ang koneksyon sa network.
fr_ca: La demande d'abonnements n'a pas pu être atteinte. Vérifiez la connexion réseau.
gl_es: Non se puido alcanzar a solicitude de subscricións. Comprobe a conexión de rede.
gu_in: સબ્સ્ક્રિપ્શન વિનંતી સુધી પહોંચી શકાયું નથી. નેટવર્ક કનેક્શન તપાસો.
he_il: לא ניתן היה להשיג את בקשת המנויים. בדוק את חיבור הרשת.
hi_in: सदस्यता अनुरोध तक नहीं पहुंचा जा सका. नेटवर्क कनेक्शन की जाँच करें.
hr_hr: Zahtjev za pretplatu nije bio dostupan. Provjerite mrežnu vezu.
hu_hu: Az előfizetési kérelmet nem sikerült elérni. Ellenőrizze a hálózati kapcsolatot.
hy_am: Չհաջողվեց հասնել բաժանորդագրությունների հայտին: Ստուգեք ցանցային կապը:
id_id: Permintaan berlangganan tidak dapat dipenuhi. Periksa koneksi jaringan.
is_is: Ekki tókst að ná í áskriftarbeiðnina. Athugaðu nettenginguna.
it_it: Impossibile raggiungere la richiesta di abbonamenti. Controlla la connessione di rete.
ja_jp: 購読リクエストに到達できませんでした。ネットワーク接続を確認してください。
ka_ge: გამოწერის მოთხოვნა ვერ მოხერხდა. შეამოწმეთ ქსელის კავშირი.
kk_kz: Жазылым сұрауына қол жеткізу мүмкін болмады. Желі қосылымын тексеріңіз.
km_kh: សំណើជាវមិនអាចទាក់ទងបានទេ។ ពិនិត្យការតភ្ជាប់បណ្តាញ។
kn_in: ಚಂದಾದಾರಿಕೆಗಳ ವಿನಂತಿಯನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ. ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: 구독 요청에 도달할 수 없습니다. 네트워크 연결을 확인하세요.
ky_kg: Жазылуу өтүнүчүнө жетишилген жок. Тармак туташуусун текшериңиз.
lo_la: ບໍ່ສາມາດຕິດຕໍ່ຄຳຮ້ອງຂໍການສະໝັກສະມາຊິກໄດ້. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍ.
lt_lt: Nepavyko pasiekti prenumeratos užklausos. Patikrinkite tinklo ryšį.
lv_lv: Abonementu pieprasījumu nevarēja sasniegt. Pārbaudiet tīkla savienojumu.
mk_mk: Барањето за претплати не можеше да се постигне. Проверете ја мрежната врска.
ml_in: സബ്‌സ്‌ക്രിപ്‌ഷൻ അഭ്യർത്ഥനയിൽ എത്തിച്ചേരാനായില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക.
mn_mn: Захиалгын хүсэлтэд хүрч чадсангүй. Сүлжээний холболтыг шалгана уу.
mr_in: सदस्यत्व विनंती पोहोचू शकलो नाही. नेटवर्क कनेक्शन तपासा.
ms_my: Permintaan langganan tidak dapat dicapai. Semak sambungan rangkaian.
nb_no: Abonnementsforespørselen kunne ikke nås. Sjekk nettverkstilkoblingen.
ne_np: सदस्यता अनुरोध पुग्न सकिएन। नेटवर्क जडान जाँच गर्नुहोस्।
nl_nl: Het abonnementsverzoek kon niet worden bereikt. Controleer de netwerkverbinding.
or_in: ସଦସ୍ୟତା ଅନୁରୋଧ ପହଞ୍ଚି ପାରିଲା ନାହିଁ | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: ਗਾਹਕੀ ਬੇਨਤੀ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Nie udało się uzyskać dostępu do prośby o subskrypcję. Sprawdź połączenie sieciowe.
pt_br: A solicitação de assinaturas não pôde ser atendida. Verifique a conexão de rede.
ro_ro: Solicitarea de abonamente nu a putut fi îndeplinită. Verificați conexiunea la rețea.
ru_ru: Не удалось выполнить запрос на подписку. Проверьте сетевое соединение.
si_lk: දායකත්ව ඉල්ලීම වෙත ළඟා විය නොහැකි විය. ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sk_sk: Žiadosť o odbery nebola dosiahnutá. Skontrolujte sieťové pripojenie.
sl_si: Zahteve za naročnine ni bilo mogoče doseči. Preverite omrežno povezavo.
sq_al: Kërkesa për abonime nuk u arrit. Kontrolloni lidhjen e rrjetit.
sr_cyrl_rs: Није могуће приступити захтеву за претплату. Проверите мрежну везу.
sr_latn_rs: Nije moguće pristupiti zahtevu za pretplatu. Proverite mrežnu vezu.
sv_se: Begäran om prenumeration kunde inte nås. Kontrollera nätverksanslutningen.
sw_ke: Ombi la usajili halikufikiwa. Angalia muunganisho wa mtandao.
ta_in: சந்தா கோரிக்கையை அடைய முடியவில்லை. பிணைய இணைப்பைச் சரிபார்க்கவும்.
te_in: సభ్యత్వాల అభ్యర్థన చేరుకోలేకపోయింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేయండి.
th_th: ไม่สามารถเข้าถึงคำขอสมัครสมาชิกได้ ตรวจสอบการเชื่อมต่อเครือข่าย
tr_tr: Abonelik isteğine ulaşılamadı. Ağ bağlantısını kontrol edin.
uk_ua: Не вдалося отримати запит на підписку. Перевірте підключення до мережі.
ur_pk: سبسکرپشنز کی درخواست تک نہیں پہنچ سکی۔ نیٹ ورک کنکشن چیک کریں۔
uz_latn_uz: Obuna soʻroviga erishib boʻlmadi. Tarmoq ulanishini tekshiring.
vi_vn: Không thể đạt được yêu cầu đăng ký. Kiểm tra kết nối mạng.
zh_hans_cn: 无法达到订阅请求。检查网络连接。
zh_hant_hk: 無法達到訂閱請求。檢查網路連線。
zu_za: Isicelo sokubhaliselwe asifinyelelwanga. Hlola uxhumano lwenethiwekhi.

# Profile.SubscriptionsTimedOut
source: The subscriptions request timed out. Check the network connection and try again.
af_za: Die intekeningversoek het uitgetel. Gaan die netwerkverbinding na en probeer weer.
am_et: የደንበኝነት ምዝገባዎች ጥያቄው ጊዜው አልፎበታል። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: انتهت مهلة طلب الاشتراكات. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: চাবস্ক্ৰিপচনৰ অনুৰোধৰ সময় শেষ হৈ গ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: Abunəlik sorğusunun vaxtı bitdi. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Час чакання запыту на падпіску скончыўся. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Времето за изчакване на заявката за абонаменти изтече. Проверете мрежовата връзка и опитайте отново.
bn_bd: সদস্যতা অনুরোধ সময় শেষ. নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Zahtjev za pretplatu je istekao. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: La sol·licitud de subscripcions s'ha esgotat. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Časový limit požadavku na odběry vypršel. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: Der blev timeout for abonnementsanmodningen. Tjek netværksforbindelsen, og prøv igen.
de_de: Bei der Abonnementanfrage ist eine Zeitüberschreitung aufgetreten. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Το χρονικό όριο του αιτήματος συνδρομών έληξε. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: Se agotó el tiempo de espera de la solicitud de suscripción. Verifique la conexión de red e inténtelo nuevamente.
et_ee: Tellimustaotlus aegus. Kontrollige võrguühendust ja proovige uuesti.
eu_es: Harpidetza eskaerak denbora-muga gainditu du. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: زمان درخواست اشتراک به پایان رسیده است. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: Tilauspyyntö aikakatkaistiin. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Nag-time out ang kahilingan sa subscription. Suriin ang koneksyon sa network at subukang muli.
fr_ca: La demande d'abonnement a expiré. Vérifiez la connexion réseau et réessayez.
gl_es: Esgotouse o tempo de espera da solicitude de subscricións. Comproba a conexión de rede e téntao de novo.
gu_in: સબ્સ્ક્રિપ્શન વિનંતીનો સમય સમાપ્ત થયો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: תם הזמן הקצוב לבקשת המנויים. בדוק את חיבור הרשת ונסה שוב.
hi_in: सदस्यता अनुरोध का समय समाप्त हो गया. नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Zahtjev za pretplatu je istekao. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: Az előfizetési kérelmek időtúllépése lejárt. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: Բաժանորդագրությունների հարցումը սպառվել է: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: Waktu permintaan berlangganan telah habis. Periksa koneksi jaringan dan coba lagi.
is_is: Áskriftarbeiðnin rann út á tíma. Athugaðu nettenginguna og reyndu aftur.
it_it: La richiesta di abbonamento è scaduta. Controlla la connessione di rete e riprova.
ja_jp: サブスクリプションリクエストがタイムアウトしました。ネットワーク接続を確認して、再試行してください。
ka_ge: გამოწერის მოთხოვნის დრო ამოიწურა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: Жазылым сұрауының уақыты аяқталды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: សំណើជាវបានអស់ពេលហើយ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: ಚಂದಾದಾರಿಕೆಗಳ ವಿನಂತಿಯ ಅವಧಿ ಮೀರಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 구독 요청 시간이 초과되었습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: Жазылуу өтүнүчүнүн күтүү мөөнөтү аяктады. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: ຄຳຮ້ອງຂໍການສະໝັກໃຊ້ໝົດເວລາ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Baigėsi prenumeratos užklausos skirtasis laikas. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: Abonementu pieprasījumam iestājās noildze. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Времето на барањето за претплати истече. Проверете ја мрежната врска и обидете се повторно.
ml_in: സബ്‌സ്‌ക്രിപ്‌ഷൻ അഭ്യർത്ഥന കാലഹരണപ്പെട്ടു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Захиалгын хүсэлтийн хугацаа дууссан. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: सदस्यता विनंती कालबाह्य झाली. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Permintaan langganan tamat masa. Semak sambungan rangkaian dan cuba lagi.
nb_no: Abonnementsforespørselen ble tidsavbrutt. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: सदस्यता अनुरोधको समय सकियो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: Er is een time-out opgetreden bij het abonnementsverzoek. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ସଦସ୍ୟତା ଅନୁରୋଧ ସମୟ ସମାପ୍ତ ହୋଇଛି | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਗਾਹਕੀ ਦੀ ਬੇਨਤੀ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ ਹੈ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Upłynął limit czasu żądania subskrypcji. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: A solicitação de assinatura expirou. Verifique a conexão de rede e tente novamente.
ro_ro: Solicitarea de abonamente a expirat. Verificați conexiunea la rețea și încercați din nou.
ru_ru: Время ожидания запроса на подписку истекло. Проверьте сетевое соединение и повторите попытку.
si_lk: දායකත්ව ඉල්ලීම කල් ඉකුත් විය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Časový limit žiadosti o odbery vypršal. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Časovna omejitev zahteve za naročnine je potekla. Preverite omrežno povezavo in poskusite znova.
sq_al: Kërkesa për abonime ka skaduar. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Захтев за претплате је истекао. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Zahtev za pretplate je istekao. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: Prenumerationsbegäran tog timeout. Kontrollera nätverksanslutningen och försök igen.
sw_ke: Muda wa ombi la usajili umekwisha. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: சந்தாக் கோரிக்கை நேரம் முடிந்தது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: సభ్యత్వాల అభ్యర్థన సమయం ముగిసింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: คำขอสมัครสมาชิกหมดเวลา ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: Abonelik isteği zaman aşımına uğradı. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Час очікування запиту на підписку минув. Перевірте підключення до мережі та повторіть спробу.
ur_pk: سبسکرپشنز کی درخواست کا وقت ختم ہو گیا۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: Obuna soʻrovi muddati tugadi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: Yêu cầu đăng ký đã hết thời gian chờ. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: 订阅请求超时。检查网络连接并重试。
zh_hant_hk: 訂閱請求逾時。檢查網路連線並重試。
zu_za: Isicelo sokubhaliselwe siphelelwe yisikhathi. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.
